{
	"uid": 24930885,
	"name": "Luc Marrie's Summer Outfit",
	"slug": "lucmarrie",
	"richTextDescription": "Summer 2021 has finally arrived. For months, I've been cooped up inside my apartment like a sickly Chihuahua.  \nThanks to high vaccination rates, NYC is opening back up, which means I get to hit the town and show the world my freshest summer fit.\n\n\nWhat exactly is my summer fit? Well, thankfully, I have the power of knowledge graph entity relationships, streams, and sites to show you.\n\n\nShoes: I'll be rocking the Lightning McQueen limited edition crocs. They're comfortable and swaggy to the extreme. Not to mention, I can put them in all\\-wheel\\-drive mode for maximum speed (AWD mode is when you have the pivoting croc heel strap behind your ankle). Easy. Next.  \nBottom: My pants choice is the Hank Willis patchwork twill shorts. I am eager to show off my California redwood tree\\-trunk legs in these bad boys.  \nTop: I'm going with the \"I like fairytales\" shirt. It looks like strawberry haagen dazs ice cream.",
    "c_relatedProducts": [
		{
		  "color": "Fast Red",
		  "name": "Lightning McQueen Limited Edition Crocs",
		  "photoGallery": [
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/8ChAiYIrM64-j-lCwACK9e86F277Xe0cmeDwDSN65V4/700x437.jpg"
			  }
			}
		  ],
		  "price": {
			"currencyCode": "USD",
			"value": "15000"
		  },
		  "richTextDescription": "Original. Versatile. Comfortable.  \nIt's the iconic clog that started a comfort revolution around the world! The irreverent go\\-to comfort shoe that you're sure to fall deeper in love with day after day. There are only 10 pairs of the Lightning McQueen series world\\-wide due to his speed.",
		  "slug": "shoe-13"
		},
		{
		  "brand": "Sacai",
		  "color": "Multi",
		  "name": "Hank Willis Thomas Wide-Leg Logo-Appliquéd Pendleton-Print Patchwork Twill Shorts",
		  "photoGallery": [
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/K1ORTj3qrpqMeiysl9iimYGu1TnWbVzM9c9HfWNHHu8/1365x1820.jpg"
			  }
			},
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/X0pXyn8xRIN6G5MVILDkbpMc5Ss9Y1yTTprwisl6boI/560x747.jpg"
			  }
			}
		  ],
		  "price": {
			"currencyCode": "USD",
			"value": "1105"
		  },
		  "richTextDescription": "Ms Chitose Abe collaborates with American conceptual artist Mr Hank Willis Thomas for SS21, choosing to revive several of Sacai's archival prints. Made in Japan, these shorts are patchworked together from twill swatches in leopard, florals, graphic shapes and various scenes. They have a wide-leg, dropped-seat shape and coordinating integrated belt.",
		  "slug": "bottom-3"
		},
		{
		  "brand": "Vetements",
		  "color": "Pink",
		  "name": "Oversized Embroidered Printed Cotton-Jersey T-Shirt",
		  "photoGallery": [
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/JnOwnOobXx9XbN6oiEBuuy6qbObesLqlMlalWF21zXI/1365x1820.jpg"
			  }
			},
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/jT4dZuKqQmhGFioJXfMZnfI7K3tfQS5T0k1FP8OuR2w/560x747.jpg"
			  }
			}
		  ],
		  "price": {
			"currencyCode": "USD",
			"value": "605"
		  },
		  "richTextDescription": "Virtual dating is a cruel game of algorithms, ghosting and fake profiles, but Vetements' cotton-jersey T-shirt says it best with an honest affirmation for future love matches. Interested? Applications are accepted from the email on the back.",
		  "slug": "top-4"
		},
		{
		  "brand": "Interstellar Propeller",
		  "color": "Rainbow",
		  "name": "Adult Propeller Baseball Cap",
		  "photoGallery": [
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/B70y0OmXJCzn5u1ajlEUHbS63lIRldKuygGDnemnkn0/679x588.jpg"
			  }
			},
			{
			  "image": {
				"url": "http://a.mktgcdn.com/p/lGm3QPLVnz04XJ6AvVZDpr6Xgq1_X9mkAGLwfW2FAIg/500x500.jpg"
			  }
			}
		  ],
		  "price": {
			"currencyCode": "USD",
			"value": "16.50"
		  },
		  "richTextDescription": "Multi\\-colored Adult Propeller Hat. The rainbow propeller top hat is made of polyester, soft and comfortable. A great comical novelty item. Plastic Propeller attached on top of Hat. Attention grabbing colorful panels, fun for party, parades, costume events, and casual use.",
		  "slug": "hat-14"
		}
	  ],
	"id": "luc-marrie"
}